Repository: ashley-nygaard/Scrumdinger
Catalog: Localizable.xcstrings
Source language: en
Languages: es

source: Add
es: Agregar

source: Add a new scrum
es: Agregar un nuevo scrum

source: Add attendee
es: Agregar asistente

source: Add Attendee
es: Agregar asistente

# An error has occured
source: An error has occurred
es: Ha ocurrido un error

# attendees
source: attendeees
es: asistentes

source: Attendees
es: asistentes

source: Cancel
es: Cancelar

source: Daily Scrums
es: scrums diarios

# Dimiss
source: Dismiss
es: Despedir

source: Dismiss
es: Despedir

source: Done
es: Hecho

source: Edit
es: Editar

source: History
es: Historia

source: is speaking
es: está hablando

source: Last Speaker
es: último orador

source: Length
es: Longitud

source: length of the meeting
es: duración de la reunión

source: Meeting Info
es: Información de la reunión

source: minutes
es: minutos

source: New Attendee
es: Nuevo Asistente

source: Next Speaker
es: Próximo orador

source: No meetings yet
es: aún no hay reuniones

source: No more speakers
es: No más oradores

source: number of attendees
es: Número de asistentes

source: On Deck
es: En cubierta

source: Scrumdinger will load sample data and continue.
es: Scrumdinger cargará datos de muestra y continuará.

source: Seconds Elapsed
es: Segundos transcurridos

source: Seconds Remaining
es: Segundos restantes

source: Someone
es: Alguien

source: Speaker
es: Vocero

source: Start Meeting
es: Iniciar Reunión

source: Theme
es: Tema

source: Time Remaining
es: Tiempo Restante

source: Title
es: Título

# Transcript
source: Transcipt
es: Transcripción

source: Try again later
es: Vuelve a intentarlo más tarde

source: with transcription
es: con transcripción

source: without transcription
es: sin transcripción

source: You can safely ignore
es: Puedes ignorar con seguridad

# You can safely ignore this error
source: You can safely ignore this
es: Puedes ignorar este error con seguridad
